[
  {
    "id": 1,
    "name": "front desk",
    "c1": 4,
    "c2": 2,
    "c3": 7,
    "story": "You are at the front desk of Resort Inn, checking into your room. Before going up to your room, you would like to do something before",
    "navigation": "press 1 to go the coffee shop, press 2 to go to the lobby or press 3 to go to the bar",
    "win": 0,
    "lose": 0,
    "stranger": 0
  },
  {
    "id": 2,
    "name": "lobby",
    "c1": 1,
    "c2": 3,
    "c3": 21,
    "story": "You are at the lobby and realized you forgot to pack your phone charger",
    "navigation": "press 1 to go the front desk, press 2 to go to the bell desk or press 3 to go to the parking lot",
    "win": 0,
    "lose": 0,
    "stranger": 0
  },
  {
    "id": 3,
    "name": "bell desk",
    "c1": 2,
    "c2": 11,
    "c3": "",
    "story": "You are at the bell desk to ask for a phone charger and they do not have one in stock",
    "navigation": "press 1 to go to the lobby or press 2 to go to the enginnering room",
    "win": 0,
    "lose": 0,
    "stranger": 0
  },
  {
    "id": 4,
    "name": "coffee shop",
    "c1": 1,
    "c2": 20,
    "c3": 25,
    "story": "You are at the coffee shop drinking some coffee and started getting hungry",
    "navigation": "press 1 to go to the front desk, press 2 to go to the hotel room, or press 3 to go to the restaurant",
    "win": 0,
    "lose": 0,
    "stranger": 0
  },
  {
    "id": 5,
    "name": "business center",
    "c1": 20,
    "c2": 12,
    "c3": "",
    "story": "You are at the business center to print out a discount form and realized the math is not adding up",
    "navigation": "press 1 to go to the hotel room, or press 2 to go to the accountant room",
    "win": 0,
    "lose": 0,
    "stranger": 0
  },
  {
    "id": 6,
    "name": "washroom",
    "c1": 7,
    "c2": 17,
    "c3": 18,
    "story": "You are in the washroom and started to get hungry again",
    "navigation": "press 1 to go to the bar, press 2 to go to the hot tub, or press 3 to go to the rooftop",
    "win": 0,
    "lose": 0,
    "stranger": 0
  },
  {
    "id": 7,
    "name": "bar",
    "c1": 1,
    "c2": 19,
    "c3": 6,
    "story": "You have been at the bar for 2 hours and would like to get up and go somewhere",
    "navigation": "press 1 to go to the front desk, press 2 to go to the elevator or press 3 to go to the washroom",
    "win": 0,
    "lose": 0,
    "stranger": 1
  },
  {
    "id": 8,
    "name": "laundry room",
    "c1": 25,
    "c2": 16,
    "c3": "",
    "story": "You are in the laundry room to wash your clothes and realized you forgot your swim suit to put in the washer",
    "navigation": "press 1 to go to the restaurant or press 2 to go to the swimming pool",
    "win": 0,
    "lose": 0,
    "stranger": 0
  },
  {
    "id": 9,
    "name": "lounge",
    "c1": "",
    "c2": "",
    "c3": "",
    "story": "You are at the lounge and a millionaire sits beside you and pays for all your drinks! You win!",
    "navigation": "",
    "win": 1,
    "lose": 0,
    "stranger": 0
  },
  {
    "id": 10,
    "name": "housekeeping",
    "c1": 21,
    "c2": 23,
    "c3": "",
    "story": "You are at the housekeeping room to find the sweater you lost, they were not able to find it.",
    "navigation": "press 1 to go to the parking lot or press 2 to go to the valet",
    "win": 0,
    "lose": 0,
    "stranger": 0
  },
  {
    "id": 11,
    "name": "engineering room",
    "c1": "",
    "c2": "",
    "c3": "",
    "story": "You are in the engineering room to get a tour around the hotel and accidently pulled the fire alarm! You lose!",
    "navigation": "",
    "win": 0,
    "lose": 1,
    "stranger": 0
  },
  {
    "id": 12,
    "name": "accountant room",
    "c1": 5,
    "c2": 24,
    "c3": "",
    "story": "You are talking with the accountant regarding your discount form",
    "navigation": "press 1 to go to the business center, or press 2 to go to the cafeteria",
    "win": 0,
    "lose": 0,
    "stranger": 0
  },
  {
    "id": 13,
    "name": "general manager office",
    "c1": 20,
    "c2": 14,
    "c3": "",
    "story": "You are at the general managers office since you cannot find your favorite sweater and asks to see the security camera",
    "navigation": "press 1 to go to the hotel room or press 2 to go to the banquet hall",
    "win": 0,
    "lose": 0,
    "stranger": 0
  },
  {
    "id": 14,
    "name": "banquet hall",
    "c1": "",
    "c2": "",
    "c3": "",
    "story": "You are at the banquet hall where you find your favorite sweater! You win!",
    "navigation": "",
    "win": 1,
    "lose": 0,
    "stranger": 0
  },
  {
    "id": 15,
    "name": "gym",
    "c1": 19,
    "c2": 22,
    "c3": "",
    "story": "You are at the gym getting a good workout done",
    "navigation": "press 1 to go to the elevator or press 2 to go to the kitchen",
    "win": 0,
    "lose": 0,
    "stranger": 0
  },
  {
    "id": 16,
    "name": "swimming pool",
    "c1": "",
    "c2": "",
    "c3": "",
    "story": "You are swimming and realizes you forgot to wear your life jacket! You drown!",
    "navigation": "",
    "win": 0,
    "lose": 1,
    "stranger": 0
  },
  {
    "id": 17,
    "name": "hot tub",
    "c1": 6,
    "c2": 9,
    "c3": "",
    "story": "You are in the hot tub relaxing",
    "navigation": "press 1 to go to the washroom or press 2 to go to the lounge",
    "win": 0,
    "lose": 0,
    "stranger": 0
  },
  {
    "id": 18,
    "name": "rooftop",
    "c1": "",
    "c2": "",
    "c3": "",
    "story": "You are at the rooftop having the best time of your life! The bartender gives you free drinks throughtout the night!, you win!",
    "navigation": "",
    "win": 1,
    "lose": 0,
    "stranger": 0
  },
  {
    "id": 19,
    "name": "elevator",
    "c1": 7,
    "c2": 15,
    "c3": "",
    "story": "You are on the elevator, figuring out what to do for rest of the day",
    "navigation": "press 1 to go to the bar or press 2 to go to the gym",
    "win": 0,
    "lose": 0,
    "stranger": 1
  },
  {
    "id": 20,
    "name": "hotel room",
    "c1": 4,
    "c2": 5,
    "c3": 13,
    "story": "You are in your hotel room from a long day",
    "navigation": "press 1 to go to the coffee shop, press 2 to go the business center, or press 3 to go to the general managers office",
    "win": 0,
    "lose": 0,
    "stranger": 0
  },
  {
    "id": 21,
    "name": "parking lot",
    "c1": 2,
    "c2": 10,
    "c3": "",
    "story": "You are in the parking lot to grab your phone charger",
    "navigation": "press 1 to go the lobby or press 2 to go to the housekeeping",
    "win": 0,
    "lose": 0,
    "stranger": 0
  },
  {
    "id": 22,
    "name": "kitchen",
    "c1": "",
    "c2": "",
    "c3": "",
    "story": "You are in the kitchen and decide to taste some chicken that was left on the counter. You get food poisoning, you lose!",
    "navigation": "",
    "win": 0,
    "lose": 1,
    "stranger": 0
  },
  {
    "id": 23,
    "name": "valet",
    "c1": "",
    "c2": "",
    "c3": "",
    "story": "You are at the valet waiting for your car to be brought up. The employee fills your car with snacks and drinks for the ride! You win!",
    "navigation": "",
    "win": 1,
    "lose": 0,
    "stranger": 0
  },
  {
    "id": 24,
    "name": "cafeteria",
    "c1": "",
    "c2": "",
    "c3": "",
    "story": "You are at the cafeteria eating poutine. Something was off about the poutine and you get sick! You lose!",
    "navigation": "",
    "win": 0,
    "lose": 1,
    "stranger": 0
  },
  {
    "id": 25,
    "name": "restaurant",
    "c1": 4,
    "c2": 8,
    "c3": "",
    "story": "You are at the restraunt ordering some food",
    "navigation": "press 1 to go to the coffee shop or press 2 to go to the laundry room",
    "win": 0,
    "lose": 0,
    "stranger": 1
  }
]